
[
  {
    "tool": "Notion",
    "url": "https://notion.so",
    "benefit": "All-in-one workspace for notes, docs, wikis, and project management.",
    "category": "Productivity",
    "description": "All-in-one workspace for notes, docs, wikis, and project management with powerful database features. Central hub for startup documentation, planning, and team collaboration.",
    "tags": ["FF", "*"],
    "funnel": ["Activation"],
    "rating": 4.5
  },
  {
    "tool": "Stripe",
    "url": "https://stripe.com",
    "benefit": "Complete payments platform with APIs for online businesses.",
    "category": "Payments",
    "description": "Complete payments platform with APIs for online businesses to accept and manage payments. Industry-standard payment processing with developer-friendly integration.",
    "tags": ["*"],
    "funnel": ["Revenue"],
    "rating": 4.7
  },
  {
    "tool": "Mailchimp",
    "url": "https://mailchimp.com",
    "benefit": "Marketing automation platform for email marketing and audience management.",
    "category": "Email Marketing",
    "description": "Marketing automation platform for email marketing, audience management, and campaign analytics. Build and nurture customer relationships through targeted email campaigns.",
    "tags": ["FF"],
    "funnel": ["Acquisition", "Retention"],
    "rating": 4.3
  },
  {
    "tool": "Canva",
    "url": "https://canva.com",
    "benefit": "Graphic design platform with templates for professional visual content.",
    "category": "Design",
    "description": "Graphic design platform with templates and tools for creating professional visual content. Create professional marketing materials and brand assets without design expertise.",
    "tags": ["FF", "*"],
    "funnel": ["Awareness"],
    "rating": 4.4
  },
  {
    "tool": "Typeform",
    "url": "https://typeform.com",
    "benefit": "Interactive form builder for surveys, quizzes, and data collection.",
    "category": "Forms",
    "description": "Interactive form builder for surveys, quizzes, and data collection with engaging user experience. Gather customer feedback and validate ideas through engaging interactive forms.",
    "tags": ["FF"],
    "funnel": ["Activation"],
    "rating": 4.2
  },
  {
    "tool": "Slack",
    "url": "https://slack.com",
    "benefit": "Business communication platform with channels and app integrations.",
    "category": "Communication",
    "description": "Business communication platform with channels, direct messaging, and extensive app integrations. Central communication hub for distributed teams and project coordination.",
    "tags": ["FF", "*"],
    "funnel": ["Activation"],
    "rating": 4.4
  },
  {
    "tool": "Airtable",
    "url": "https://airtable.com",
    "benefit": "Cloud collaboration service combining spreadsheet simplicity with database functionality.",
    "category": "Database",
    "description": "Cloud collaboration service that combines the simplicity of a spreadsheet with database functionality. Organize and track everything from customer data to product roadmaps.",
    "tags": ["FF"],
    "funnel": ["Activation"],
    "rating": 4.3
  },
  {
    "tool": "Zapier",
    "url": "https://zapier.com",
    "benefit": "Automation platform that connects apps and automates workflows without coding.",
    "category": "Automation",
    "description": "Automation platform that connects apps and automates workflows without coding. Automate repetitive tasks and connect different tools in your startup stack.",
    "tags": ["FF", "*"],
    "funnel": ["Activation", "Retention"],
    "rating": 4.4
  }
]
